tap "domt4/autoupdate"
tap "nikitabobko/tap"
tap "theboredteam/boring-notch"
tap "yqrashawn/goku"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ninja"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "topgrade"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "yazi"
brew "zoxide"
cask "theboredteam/boring-notch/boring-notch"
cask "chatgpt"
cask "codex"
cask "dockdoor"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "github"
cask "logi-options+"
cask "loop"
cask "visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codezombiech.gitignore"
vscode "github.vscode-pull-request-github"
vscode "openai.chatgpt"
